Repository: yeelam-gordon/intelligent-terminal
Catalog: src/cascadia/TerminalApp/Resources/*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, bg_bg, bn_in, bs_latn_ba, ca_es, ca_es_valencia, cs_cz, cy_gb, da_dk, el_gr, es_es, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_fr, ga_ie, gd_gb, gl_es, gu_in, he_il, hi_in, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, kok_in, lb_lu, lo_la, lt_lt, lv_lv, mi_nz, mk_mk, ml_in, mr_in, ms_my, mt_mt, ne_np, nl_nl, nn_no, or_in, pa_in, pl_pl, pt_br, pt_pt, quz_pe, ro_ro, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, ta_in, te_in, th_th, tr_tr, ug_cn, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_tw

# FreOverlay_InstallErrorShellIntegration
source: ⚠ Failed to install shell integration. Error detection has been turned off. You can re-enable it and try again, or save to continue without it.
af_za: Kon nie dop-integrasie installeer nie. Foutopsporing is afgeskakel. Jy kan dit weer aktiveer en weer probeer, of stoor om sonder dit voort te gaan.
am_et: የሼል ውህደት መጫን አልተሳካም። የስህተት ማወቂያ ጠፍቷል። እንደገና ማንቃት እና መሞከር ይችላሉ፣ ወይም ያለ እሱ ለመቀጠል ያስቀምጡ።
ar_sa: فشل تثبيت تكامل الصدفة. تم إيقاف اكتشاف الأخطاء. يمكنك إعادة تمكينه والمحاولة مرة أخرى، أو الحفظ للمتابعة بدونه.
as_in: শ্বেল সংহতি ইনষ্টল কৰাত বিফল হ'ল। ত্ৰুটি চিনাক্তকৰণ বন্ধ কৰা হৈছে। আপুনি ইয়াক পুনৰ সক্ৰিয় কৰি পুনৰ চেষ্টা কৰিব পাৰে, বা ইয়াৰ অবিহনে আগবাঢ়িবলৈ সংৰক্ষণ কৰক।
az_latn_az: Shell inteqrasiyasını quraşdırmaq alınmadı. Xəta aşkarlanması söndürülüb. Onu yenidən aktivləşdirib təkrar cəhd edə bilərsiniz və ya onsuz davam etmək üçün saxlaya bilərsiniz.
bg_bg: Неуспешно инсталиране на интеграция с обвивката. Откриването на грешки е изключено. Можете да го включите отново и да опитате пак, или да запазите, за да продължите без него.
bn_in: ⚠ শেল ইন্টিগ্রেশন ইনস্টল করতে ব্যর্থ। ত্রুটি শনাক্তকরণ বন্ধ করা হয়েছে। আপনি এটি পুনরায় সক্রিয় করে আবার চেষ্টা করতে পারেন, অথবা এটি ছাড়া চালিয়ে যেতে সংরক্ষণ করুন।
bs_latn_ba: Instalacija integracije ljuske nije uspjela. Otkrivanje grešaka je isključeno. Možete ga ponovo omogućiti i pokušati ponovo, ili sačuvati da biste nastavili bez toga.
ca_es_valencia: ⚠ No s'ha pogut instal·lar la integració de l'intèrpret d'ordres. La detecció d'errors s'ha desactivat. Podeu tornar-la a activar i tornar a provar, o guardar per a continuar sense ella.
cs_cz: ⚠ Nepodařilo se nainstalovat integraci prostředí. Detekce chyb byla vypnuta. Můžete ji znovu zapnout a zkusit to znovu, nebo uložit a pokračovat bez ní.
cy_gb: Methodd gosod integreiddio plisgyn. Mae canfod gwallau wedi'i ddiffodd. Gallwch ei ail-alluogi a rhoi cynnig arall arni, neu gadw i barhau hebddo.
da_dk: ⚠ Installation af shell-integration mislykkedes. Fejlregistrering er blevet deaktiveret. Du kan genaktivere den og prøve igen, eller gemme for at fortsætte uden den.
el_gr: Αποτυχία εγκατάστασης της ενσωμάτωσης κελύφους. Ο εντοπισμός σφαλμάτων απενεργοποιήθηκε. Μπορείτε να τον ενεργοποιήσετε ξανά και να δοκιμάσετε ξανά, ή να αποθηκεύσετε για να συνεχίσετε χωρίς αυτόν.
es_es: ⚠ Error al instalar la integración del shell. La detección de errores se ha desactivado. Puedes volver a activarla e intentarlo de nuevo, o guardar para continuar sin ella.
et_ee: Kestaintegratsiooni installimine nurjus. Vigade tuvastamine on välja lülitatud. Saate selle uuesti lubada ja uuesti proovida või salvestada, et jätkata ilma selleta.
eu_es: ⚠ Shell integrazioa instalatzeak huts egin du. Erroreen detekzioa desaktibatu da. Berriro aktibatu eta berriro saiatu dezakezu, edo gorde hori gabe jarraitzeko.
fa_ir: نصب یکپارچه‌سازی پوسته ناموفق بود. تشخیص خطا غیرفعال شده است. می‌توانید آن را دوباره فعال کنید و دوباره تلاش کنید، یا ذخیره کنید تا بدون آن ادامه دهید.
fi_fi: ⚠ Komentotulkin integroinnin asennus epäonnistui. Virheiden tunnistus on poistettu käytöstä. Voit ottaa sen uudelleen käyttöön ja yrittää uudelleen tai tallentaa jatkaaksesi ilman sitä.
fil_ph: ⚠ Nabigong i-install ang shell integration. Na-off ang error detection. Maaari mo itong i-enable ulit at subukang muli, o i-save para magpatuloy nang wala ito.
fr_fr: ⚠ Échec de l'installation de l'intégration du shell. La détection des erreurs a été désactivée. Vous pouvez la réactiver et réessayer, ou enregistrer pour continuer sans elle.
ga_ie: Theip ar chomhtháthú blaoisce a shuiteáil. Tá brath earráidí múchta. Is féidir leat é a athchumasú agus triail eile a bhaint as, nó sábháil chun leanúint ar aghaidh gan é.
gd_gb: Dh'fhàillig stàladh amalachadh na slige. Chaidh lorg mhearachdan a chur dheth. 'S urrainn dhut a chur air a-rithist agus feuchainn a-rithist, no sàbhail gus leantainn às aonais.
gl_es: ⚠ Produciuse un erro ao instalar a integración do shell. A detección de erros desactivouse. Pode reactivala e tentalo de novo, ou gardar para continuar sen ela.
gu_in: શેલ ઇન્ટિગ્રેશન ઇન્સ્ટોલ કરવામાં નિષ્ફળ. ભૂલ શોધ બંધ કરવામાં આવી છે. તમે તેને ફરીથી સક્ષમ કરીને ફરી પ્રયાસ કરી શકો છો, અથવા તેના વિના ચાલુ રાખવા માટે સાચવો.
he_il: התקנת שילוב מעטפת נכשלה. זיהוי שגיאות כובה. באפשרותך להפעיל מחדש ולנסות שוב, או לשמור כדי להמשיך בלעדיו.
hi_in: ⚠ शेल एकीकरण इंस्टॉल करने में विफल। त्रुटि पहचान बंद कर दी गई है। आप इसे पुनः सक्षम करके दोबारा प्रयास कर सकते हैं, या इसके बिना जारी रखने के लिए सहेजें।
hu_hu: ⚠ A shell-integráció telepítése sikertelen. A hibaészlelés ki lett kapcsolva. Újra engedélyezheti, és megpróbálhatja újra, vagy menthet a folytatáshoz nélküle.
hy_am: ⚠ Shell-ի ինտեգրացիայի տեղադրումը ձախողվեց։ Սխալների հայտնաբերումը անջատվել է։ Կարող եք նորից միացնել և նորից փորձել, կամ պահել առանց դրա շարունակելու համար։
id_id: ⚠ Gagal menginstal integrasi shell. Deteksi kesalahan telah dinonaktifkan. Anda dapat mengaktifkannya kembali dan mencoba lagi, atau simpan untuk melanjutkan tanpanya.
is_is: Ekki tókst að setja upp skeljasamþættingu. Slökkt hefur verið á villuleit. Þú getur virkjað hana aftur og reynt aftur, eða vistað til að halda áfram án hennar.
ja_jp: ⚠ シェル統合のインストールに失敗しました。エラー検出がオフになりました。再度有効にしてやり直すか、保存してエラー検出なしで続行できます。
ka_ge: ⚠ გარსის ინტეგრაციის ინსტალაცია ვერ მოხერხდა. შეცდომების აღმოჩენა გამორთულია. შეგიძლიათ ხელახლა ჩართოთ და სცადოთ თავიდან, ან შეინახოთ მის გარეშე გასაგრძელებლად.
kk_kz: ⚠ Shell біріктіруін орнату сәтсіз аяқталды. Қателерді анықтау өшірілді. Оны қайта қосып, қайталап көруіңізге немесе онсыз жалғастыру үшін сақтауыңызға болады.
km_kh: ⚠ បានបរាជ័យក្នុងការតំឡើងការរួមបញ្ចូល shell។ ការរកឃើញកំហុសត្រូវបានបិទ។ អ្នកអាចបើកវាឡើងវិញ ហើយសាកល្បងម្ដងទៀត ឬរក្សាទុកដើម្បីបន្តដោយគ្មានវា។
kn_in: ⚠ ಶೆಲ್ ಏಕೀಕರಣವನ್ನು ಇನ್‌ಸ್ಟಾಲ್ ಮಾಡಲು ವಿಫಲವಾಗಿದೆ. ದೋಷ ಪತ್ತೆಯನ್ನು ಆಫ್ ಮಾಡಲಾಗಿದೆ. ನೀವು ಅದನ್ನು ಮರು-ಸಕ್ರಿಯಗೊಳಿಸಿ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಬಹುದು, ಅಥವಾ ಅದಿಲ್ಲದೆ ಮುಂದುವರಿಸಲು ಉಳಿಸಿ.
ko_kr: ⚠ 셸 통합을 설치하지 못했습니다. 오류 감지가 꺼졌습니다. 다시 사용하도록 설정하고 다시 시도하거나, 저장하여 이 기능 없이 계속할 수 있습니다.
kok_in: ⚠ शेल एकीकरण इन्स्टॉल करपाक अपेशी. चूक सोद बंद केल्या. तुमी तें परतून सक्षम करून परतून यत्न करूं येता, वा ताचे बगर फुडें वचपाक सांबाळात.
lb_lu: D'Shell-Integratioun konnt net installéiert ginn. D'Feelerkennung gouf ausgeschalt. Dir kënnt se nees aktivéieren a nach eng Kéier probéieren, oder späicheren fir ouni se weiderzefueren.
lo_la: ⚠ ການຕິດຕັ້ງ shell integration ລົ້ມເຫລວ. ການກວດຫາຂໍ້ຜິດພາດໄດ້ຖືກປິດແລ້ວ. ທ່ານສາມາດເປີດໃຊ້ງານມັນອີກຄັ້ງແລະລອງໃຫມ່, ຫຼືບັນທຶກເພື່ອສືບຕໍ່ໂດຍບໍ່ມີມັນ.
lt_lt: ⚠ Nepavyko įdiegti apvalkalo integracijos. Klaidų aptikimas buvo išjungtas. Galite jį vėl įjungti ir bandyti dar kartą arba išsaugoti ir tęsti be jo.
lv_lv: ⚠ Neizdevās instalēt čaulas integrāciju. Kļūdu noteikšana ir izslēgta. Varat to atkārtoti iespējot un mēģināt vēlreiz vai saglabāt, lai turpinātu bez tās.
mi_nz: I rahua te tāuta i te whakaurunga anga. Kua whakawetohia te kitenga hapa. Ka taea e koe te whakahoki anō me te ngana anō, te tiaki rānei kia haere tonu i te kore.
mk_mk: Не успеа инсталирањето на интеграција на школка. Детекцијата на грешки е исклучена. Можете повторно да ја вклучите и да се обидете повторно, или да зачувате за да продолжите без неа.
mr_in: शेल इंटिग्रेशन इंस्टॉल करणे अयशस्वी. त्रुटी शोध बंद केले गेले आहे. तुम्ही ते पुन्हा सक्षम करू शकता आणि पुन्हा प्रयत्न करू शकता, किंवा त्याशिवाय सुरू ठेवण्यासाठी सेव्ह करू शकता.
ms_my: ⚠ Gagal memasang integrasi shell. Pengesanan ralat telah dimatikan. Anda boleh mengaktifkannya semula dan cuba lagi, atau simpan untuk meneruskan tanpanya.
mt_mt: L-installazzjoni tal-integrazzjoni tal-qoxra falliet. Id-detezzjoni tal-iżbalji ġiet mitfija. Tista' terġa' tixgħelha u terġa' tipprova, jew issejvja biex tkompli mingħajrha.
ne_np: शेल एकीकरण स्थापना गर्न विफल भयो। त्रुटि पत्ता लगाउने बन्द गरिएको छ। तपाईं यसलाई पुनः सक्षम गर्न सक्नुहुन्छ र पुनः प्रयास गर्न सक्नुहुन्छ, वा यसबिना जारी राख्न सेभ गर्नुहोस्।
nl_nl: Het installeren van shellintegratie is mislukt. Foutdetectie is uitgeschakeld. U kunt het opnieuw inschakelen en het opnieuw proberen, of opslaan om verder te gaan zonder.
nn_no: ⚠ Kunne ikkje installere skalintegrasjon. Feiloppdaging er slått av. Du kan aktivere den på nytt og prøve igjen, eller lagre for å halde fram utan den.
or_in: ⚠ ସେଲ୍ ଏକୀକରଣ ଇନ୍‌ଷ୍ଟଲ୍ କରିବାରେ ବିଫଳ। ତ୍ରୁଟି ଚିହ୍ନଟ ବନ୍ଦ କରାଯାଇଛି। ଆପଣ ଏହାକୁ ପୁଣି ସକ୍ରିୟ କରି ପୁଣି ଚେଷ୍ଟା କରିପାରିବେ, କିମ୍ବା ଏହା ବିନା ଜାରି ରଖିବାକୁ ସେଭ୍ କରନ୍ତୁ।
pa_in: ⚠ ਸ਼ੈੱਲ ਏਕੀਕਰਣ ਇੰਸਟਾਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ। ਗਲਤੀ ਖੋਜ ਬੰਦ ਕਰ ਦਿੱਤੀ ਗਈ ਹੈ। ਤੁਸੀਂ ਇਸਨੂੰ ਦੁਬਾਰਾ ਚਾਲੂ ਕਰ ਸਕਦੇ ਹੋ ਅਤੇ ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰ ਸਕਦੇ ਹੋ, ਜਾਂ ਇਸ ਤੋਂ ਬਿਨਾਂ ਜਾਰੀ ਰੱਖਣ ਲਈ ਸੇਵ ਕਰੋ।
pl_pl: Nie udało się zainstalować integracji powłoki. Wykrywanie błędów zostało wyłączone. Możesz je ponownie włączyć i spróbować ponownie lub zapisać, aby kontynuować bez nich.
pt_pt: ⚠ Falha ao instalar a integração da shell. A deteção de erros foi desativada. Pode reativá-la e tentar novamente, ou guardar para continuar sem ela.
quz_pe: Shell tinkiynin churay mana allinchu karqa. Pantay taripay wichqasqa karqa. Watiqmanta atichiy ruwarinapaq, utaq waqaychay mana paywan hina siginapaq.
ro_ro: Instalarea integrării shell a eșuat. Detectarea erorilor a fost dezactivată. Puteți să o reactivați și să încercați din nou, sau să salvați pentru a continua fără aceasta.
sk_sk: Nepodarilo sa nainštalovať integráciu shellu. Detekcia chýb bola vypnutá. Môžete ju znova zapnúť a skúsiť to znova, alebo uložiť a pokračovať bez nej.
sl_si: Namestitev integracije lupine ni uspela. Zaznavanje napak je bilo izklopljeno. Lahko ga znova omogočite in poskusite znova ali shranite, da nadaljujete brez njega.
sq_al: Instalimi i integrimit të shell-it dështoi. Zbulimi i gabimeve është çaktivizuar. Mund ta riaktivizoni dhe të provoni përsëri, ose të ruani për të vazhduar pa të.
sr_cyrl_rs: ⚠ Инсталација интеграције љуске није успела. Откривање грешака је искључено. Можете га поново укључити и покушати поново, или сачувати да наставите без њега.
sr_latn_rs: ⚠ Instalacija integracije ljuske nije uspela. Otkrivanje grešaka je isključeno. Možete ga ponovo uključiti i pokušati ponovo, ili sačuvati da nastavite bez njega.
sv_se: ⚠ Det gick inte att installera skalintegrering. Feldetektering har inaktiverats. Du kan aktivera det igen och försöka på nytt, eller spara för att fortsätta utan det.
ta_in: ஷெல் ஒருங்கிணைப்பை நிறுவுவதில் தோல்வி. பிழை கண்டறிதல் முடக்கப்பட்டுள்ளது. நீங்கள் அதை மீண்டும் இயக்கி மீண்டும் முயற்சிக்கலாம், அல்லது அது இல்லாமல் தொடர சேமிக்கலாம்.
te_in: ⚠ షెల్ ఇంటిగ్రేషన్‌ను ఇన్‌స్టాల్ చేయడం విఫలమైంది. లోపం గుర్తింపు ఆపివేయబడింది. మీరు దాన్ని మళ్ళీ ప్రారంభించి మళ్ళీ ప్రయత్నించవచ్చు, లేదా అది లేకుండా కొనసాగించడానికి సేవ్ చేయవచ్చు.
th_th: ⚠ ติดตั้งการรวมเชลล์ล้มเหลว การตรวจจับข้อผิดพลาดถูกปิดใช้งาน คุณสามารถเปิดใช้งานอีกครั้งแล้วลองใหม่ หรือบันทึกเพื่อดำเนินการต่อโดยไม่ใช้
tr_tr: Kabuk tümleştirmesi yüklenemedi. Hata algılama kapatıldı. Yeniden etkinleştirip tekrar deneyebilir veya bu özellik olmadan devam etmek için kaydedebilirsiniz.
ug_cn: ⚠ شېل بىرلەشتۈرۈشنى ئورنىتىش مەغلۇب بولدى. خاتالىق بايقاش تاقالدى. ئۇنى قايتا ئېچىپ قايتا سىنىيالايسىز، ياكى ئۇنىڭسىز داۋاملاشتۇرۇش ئۈچۈن ساقلىيالايسىز.
uk_ua: ⚠ Не вдалося встановити інтеграцію оболонки. Виявлення помилок вимкнено. Ви можете повторно увімкнути його та спробувати знову, або зберегти, щоб продовжити без нього.
ur_pk: شیل انضمام انسٹال کرنے میں ناکامی۔ خرابی کی نشاندہی بند کر دی گئی ہے۔ آپ اسے دوبارہ فعال کر کے دوبارہ کوشش کر سکتے ہیں، یا اس کے بغیر جاری رکھنے کے لیے محفوظ کر سکتے ہیں۔
uz_latn_uz: Shell integratsiyasini oʻrnatish amalga oshmadi. Xatolarni aniqlash oʻchirildi. Uni qayta yoqish va qayta urinib koʻrishingiz yoki usiz davom etish uchun saqlashingiz mumkin.
vi_vn: ⚠ Không thể cài đặt tích hợp shell. Phát hiện lỗi đã bị tắt. Bạn có thể bật lại và thử lại, hoặc lưu để tiếp tục mà không có nó.
zh_tw: ⚠ 安裝殼層整合失敗。錯誤偵測已關閉。您可以重新啟用並重試，或儲存以繼續而不使用它。

# FreOverlay_AutoDetectLabel.Text
source: Automatic error detection
bn_in: স্বয়ংক্রিয় ত্রুটি সনাক্তকরণ
ca_es_valencia: Detecció automàtica d'errors
cs_cz: Automatická detekce chyb
da_dk: Automatisk fejlregistrering
es_es: Detección automática de errores
eu_es: Erroreen detekzio automatikoa
fi_fi: Automaattinen virheiden tunnistus
fil_ph: Awtomatikong pagtukoy ng error
fr_fr: Détection automatique des erreurs
gl_es: Detección automática de erros
hi_in: स्वचालित त्रुटि पहचान
hu_hu: Automatikus hibafelismerés
hy_am: Սխալների ավտոմատ հայտնաբերում
id_id: Deteksi kesalahan otomatis
ja_jp: エラーの自動検出
ka_ge: შეცდომების ავტომატური აღმოჩენა
kk_kz: Қателерді автоматты түрде анықтау
km_kh: ការរកឃើញកំហុសដោយស្វ័យប្រវត្តិ
kn_in: ಸ್ವಯಂಚಾಲಿತ ದೋಷ ಪತ್ತೆ
ko_kr: 자동 오류 검색
kok_in: स्वयंचलित त्रुटी सोद
lo_la: ການກວດຫາຂໍ້ຜິດພາດອັດຕະໂນມັດ
lt_lt: Automatinis klaidų aptikimas
lv_lv: Automātiska kļūdu noteikšana
ms_my: Pengesanan ralat automatik
nn_no: Automatisk feilregistrering
or_in: ସ୍ୱୟଂଚାଳିତ ତ୍ରୁଟି ଚିହ୍ନଟ
pa_in: ਆਟੋਮੈਟਿਕ ਗਲਤੀ ਖੋਜ
pt_pt: Deteção automática de erros
sr_cyrl_rs: Аутоматско откривање грешака
sr_latn_rs: Automatsko otkrivanje grešaka
sv_se: Automatisk feldetektering
te_in: స్వయంచాలక లోపం గుర్తింపు
th_th: การตรวจหาข้อผิดพลาดอัตโนมัติ
ug_cn: ئاپتوماتىك خاتالىق بايقاش
uk_ua: Автоматичне виявлення помилок
vi_vn: Tự động phát hiện lỗi
zh_tw: 自動錯誤偵測

# FreOverlay_AutoDetectDescription.Text
source: Give Intelligent Terminal permission to access your shell and automatically detect errors.
bn_in: Intelligent Terminal-কে আপনার শেল অ্যাক্সেস করতে এবং স্বয়ংক্রিয়ভাবে ত্রুটি সনাক্ত করতে অনুমতি দিন।
ca_es_valencia: Permet que l'Intelligent Terminal accedisca a l'intèrpret d'ordres i detecte errors automàticament.
cs_cz: Povolte aplikaci Intelligent Terminal přístup k prostředí shell a automatickou detekci chyb.
da_dk: Giv Intelligent Terminal tilladelse til at få adgang til din shell og automatisk registrere fejl.
es_es: Permita que Intelligent Terminal acceda a su shell y detecte errores automáticamente.
eu_es: Eman baimena Intelligent Terminal-i zure shell-era sartzeko eta erroreak automatikoki detektatzeko.
fi_fi: Salli Intelligent Terminalin käyttää komentotulkkia ja tunnistaa virheet automaattisesti.
fil_ph: Bigyan ang Intelligent Terminal ng pahintulot na i-access ang iyong shell at awtomatikong tukuyin ang mga error.
fr_fr: Autorisez Intelligent Terminal à accéder à votre shell et à détecter automatiquement les erreurs.
gl_es: Permite que Intelligent Terminal acceda ao teu intérprete de ordes e detecte erros automaticamente.
hi_in: Intelligent Terminal को अपने शेल तक पहुंचने और स्वचालित रूप से त्रुटियों का पता लगाने की अनुमति दें।
hu_hu: Engedélyezze az Intelligent Terminal számára, hogy hozzáférjen a parancshéjhoz, és automatikusan felismerje a hibákat.
hy_am: Թույլ տվեք Intelligent Terminal-ին մուտք գործել ձեր թաղանթ և ավտոմատ կերպով հայտնաբերել սխալները։
id_id: Izinkan Intelligent Terminal mengakses shell Anda dan mendeteksi kesalahan secara otomatis.
ja_jp: Intelligent Terminal にシェルへのアクセスを許可し、エラーを自動的に検出します。
ka_ge: მიეცით Intelligent Terminal-ს უფლება, წვდომა ჰქონდეს თქვენს გარსზე და ავტომატურად აღმოაჩინოს შეცდომები.
kk_kz: Intelligent Terminal қолданбасына қабықшаңызға кіруге және қателерді автоматты түрде анықтауға рұқсат беріңіз.
km_kh: ផ្តល់សិទ្ធិឱ្យ Intelligent Terminal ចូលប្រើសែលរបស់អ្នក និងរកឃើញកំហុសដោយស្វ័យប្រវត្តិ។
kn_in: ನಿಮ್ಮ ಶೆಲ್ ಅನ್ನು ಪ್ರವೇಶಿಸಲು ಮತ್ತು ದೋಷಗಳನ್ನು ಸ್ವಯಂಚಾಲಿತವಾಗಿ ಪತ್ತೆಹಚ್ಚಲು Intelligent Terminal ಗೆ ಅನುಮತಿ ನೀಡಿ.
ko_kr: Intelligent Terminal이 셸에 액세스하여 오류를 자동으로 검색하도록 허용합니다.
kok_in: Intelligent Terminal क तुमच्या शेलांत प्रवेश करपाक आनी त्रुटी आपशीच सोदपाक परवानगी दियात.
lo_la: ອະນຸຍາດໃຫ້ Intelligent Terminal ເຂົ້າເຖິງເຊລຂອງທ່ານ ແລະກວດຫາຂໍ້ຜິດພາດໂດຍອັດຕະໂນມັດ.
lt_lt: Leiskite „Intelligent Terminal“ pasiekti jūsų apvalkalą ir automatiškai aptikti klaidas.
lv_lv: Atļaujiet Intelligent Terminal piekļūt jūsu čaulai un automātiski noteikt kļūdas.
ms_my: Benarkan Intelligent Terminal mengakses shell anda dan mengesan ralat secara automatik.
nn_no: Gi Intelligent Terminal løyve til å få tilgang til skalet og automatisk oppdage feil.
or_in: Intelligent Terminal କୁ ଆପଣଙ୍କ ଶେଲ୍ ଆକ୍ସେସ୍ କରିବାକୁ ଏବଂ ତ୍ରୁଟିଗୁଡ଼ିକୁ ସ୍ୱୟଂଚାଳିତ ଭାବରେ ଚିହ୍ନଟ କରିବାକୁ ଅନୁମତି ଦିଅନ୍ତୁ।
pa_in: Intelligent Terminal ਨੂੰ ਤੁਹਾਡੇ ਸ਼ੈੱਲ ਤੱਕ ਪਹੁੰਚ ਕਰਨ ਅਤੇ ਗਲਤੀਆਂ ਨੂੰ ਆਪਣੇ ਆਪ ਖੋਜਣ ਦੀ ਇਜਾਜ਼ਤ ਦਿਓ।
pt_pt: Permita que o Intelligent Terminal aceda à shell e detete erros automaticamente.
sr_cyrl_rs: Дозволите да Intelligent Terminal приступи вашој командној линији и аутоматски открива грешке.
sr_latn_rs: Dozvolite da Intelligent Terminal pristupi vašoj komandnoj liniji i automatski otkriva greške.
sv_se: Ge Intelligent Terminal behörighet att komma åt skalet och automatiskt identifiera fel.
te_in: మీ షెల్‌ను యాక్సెస్ చేయడానికి మరియు లోపాలను స్వయంచాలకంగా గుర్తించడానికి Intelligent Terminal‌ను అనుమతించండి.
th_th: อนุญาตให้ Intelligent Terminal เข้าถึงเชลล์ของคุณและตรวจหาข้อผิดพลาดโดยอัตโนมัติ
ug_cn: Intelligent Terminal غا شېلىڭىزنى زىيارەت قىلىش ۋە خاتالىقلارنى ئاپتوماتىك بايقاشقا رۇخسەت بېرىڭ.
uk_ua: Дозвольте Intelligent Terminal отримати доступ до оболонки та автоматично виявляти помилки.
vi_vn: Cho phép Intelligent Terminal truy cập shell của bạn và tự động phát hiện lỗi.
zh_tw: 允許 Intelligent Terminal 存取您的 shell 並自動偵測錯誤。

# NotificationIconWindowSubmenu
source: Windows
sr_cyrl_rs: Прозори
uk_ua: Вікна

# VerticalTabsSessionHistoryHeader.Text
source: Recent agent sessions
ca_es: Sessions recents dels agents
ml_in: സമീപകാല ഏജന്റ് സെഷനുകൾ

# HeadlessModeOnName
source: Headless mode on
ca_es: Mode sense interfície activat
ml_in: ഹെഡ്‌ലെസ് മോഡ് ഓണാണ്

# VerticalTabsAgentsSearch.Text
source: Search tabs and recent agent sessions
ca_es: Cerca pestanyes i sessions recents dels agents
ml_in: ടാബുകളും സമീപകാല ഏജന്റ് സെഷനുകളും തിരയുക

# VerticalTabsHistoryOtherWindowStatusFormat
source: {0} · another window
ca_es: {0} · una altra finestra
ml_in: {0} · മറ്റൊരു വിൻഡോ

# VerticalTabsHistoryRestoreBackgroundTab
source: Restore background tab
ca_es: Restaura la pestanya en segon pla
ml_in: പശ്ചാത്തല ടാബ് പുനഃസ്ഥാപിക്കുക

# VerticalTabsHistorySwitchOtherWindow
source: Switch to other window
ca_es: Canvia a una altra finestra
ml_in: മറ്റൊരു വിൻഡോയിലേക്ക് മാറുക

# VerticalTabsSwitchToAgents
source: Switch to Agents
ca_es: Canvia a Agents
ml_in: ഏജന്റുകളിലേക്ക് മാറുക

# VerticalTabsSwitchToTabs
source: Switch to Tabs
ca_es: Canvia a Pestanyes
ml_in: ടാബുകളിലേക്ക് മാറുക

# VerticalTabsExpandRecentSessions
source: Expand recent agent sessions
ca_es: Expandeix les sessions recents dels agents
ml_in: സമീപകാല ഏജന്റ് സെഷനുകൾ വികസിപ്പിക്കുക

# VerticalTabsCollapseRecentSessions
source: Collapse recent agent sessions
ca_es: Redueix les sessions recents dels agents
ml_in: സമീപകാല ഏജന്റ് സെഷനുകൾ ചുരുക്കുക

# SidebarIntroductionTitle
source: Smarter way to manage tabs
ca_es: Una manera més intel·ligent de gestionar les pestanyes
ml_in: ടാബുകൾ നിയന്ത്രിക്കാൻ കൂടുതൽ ബുദ്ധിപരമായ മാർഗം

# SidebarIntroductionDescription
source: Your tabs and agent sessions are now in the sidebar. Use Sidebar display options to choose tab details. Right-click a tab to return to horizontal tabs.
ca_es: Les pestanyes i les sessions dels agents ara són a la barra lateral. Utilitza Opcions de visualització de la barra lateral per triar els detalls de les pestanyes. Fes clic amb el botó dret en una pestanya per tornar a les pestanyes horitzontals.
ml_in: നിങ്ങളുടെ ടാബുകളും ഏജന്റ് സെഷനുകളും ഇപ്പോൾ സൈഡ്ബാറിലാണ്. ടാബിന്റെ വിശദാംശങ്ങൾ തിരഞ്ഞെടുക്കാൻ സൈഡ്ബാർ പ്രദർശന ഓപ്ഷനുകൾ ഉപയോഗിക്കുക. തിരശ്ചീന ടാബുകളിലേക്ക് മടങ്ങാൻ ഒരു ടാബിൽ വലത്-ക്ലിക്ക് ചെയ്യുക.
